Repository: luistar/studeo
Catalog: src/Locale/*/default.po
Languages: it_it

source: Authentication required to continue.
it_it: Autenticazione necessaria per proseguire.

source: Sorry! You cannot access this functionality!
it_it: Oops! Non puoi accedere a questa funzionalità!

source: The course has been saved.
it_it: L'insegnamento è stato salvato.

source: The course could not be saved. Please, try again.
it_it: L'insegnamento non può essere salvato. Riprova.

source: The course has been deleted.
it_it: L'insegnamento è stato eliminato.

source: The course could not be deleted. Please, try again.
it_it: L'insegnamento non può essere eliminato. Riprova.

source: No professorships yet. You cannot add exams until there is at least one professorship.
it_it: Non sono ancora presenti cattedre. Non puoi aggiungere tracce finché non è presente almeno una cattedra.

source: Move file error.
it_it: Errore durante la copia del file.

source: Could not save file in save path.
it_it: Impossibile salvare il file nel path di salvataggio.

source: The exam has been saved.
it_it: La traccia è stata salvata.

source: Invalid file type.
it_it: File non valido.

source: The exam could not be saved. Please, try again.
it_it: Impossibile salvare la traccia. Riprova.

source: The exam has been deleted.
it_it: La traccia è stata eliminata.

source: The exam could not be deleted. Please, try again.
it_it: Impossibile eliminare la traccia.

source: Download failed: invalid exam.
it_it: Download fallito: traccia non valida.

source: Invalid professorship.
it_it: Cattedra non valida.

source: Wrong username or password! Try again.
it_it: Username o password errati! Riprova.

source: The professor has been saved.
it_it: Il docente è stato salvato.

source: The professor could not be saved. Please, try again.
it_it: Impossibile salvare il docente. Riprova.

source: The professor has been deleted.
it_it: Il docente è stato eliminato.

source: The professor could not be deleted. Please, try again.
it_it: Impossibile eliminare il docente. Riprova.

source: No professors yet. You cannot add professorships until there is at least one professor.
it_it: Ancora nessun docente inserito. Non puoi aggiungere cattedre finché non è presente almeno un docente.

source: No courses yet. You cannot add professorships until there is at least one course.
it_it: Ancora nessun insegnamento inserito. Non puoi aggiungere cattedre finché non è presente almeno un insegnamento.

source: The professorship has been saved.
it_it: La cattedra è stata salvata.

source: The professorship could not be saved. Please, try again.
it_it: Impossibile salvare la cattedra. Riprova.

source: The professorship has been deleted.
it_it: La cattedra è stata eliminata.

source: The professorship could not be deleted. Please, try again.
it_it: Impossibile eliminare la cattedra. Riprova.

source: The requirement has been saved.
it_it: La propedeuticità è stata salvata.

source: The requirement could not be saved. Please, try again.
it_it: Impossibile salvare la propedeuticità. Riprova.

source: The requirement has been deleted.
it_it: La propedeuticità è stata eliminata.

source: The requirement could not be deleted. Please, try again.
it_it: Impossibile eliminare la propedeuticità. Riprova.

source: No exams yet. You cannot add solutions until there is at least one exam.
it_it: Ancora nessuna traccia inserita. Non puoi aggiungere soluzioni finché non è presente almeno una traccia.

source: The solution has been saved.
it_it: La soluzione è stata salvata.

source: The solution could not be saved. Please, try again.
it_it: Impossibile salvare la soluzione. Riprova.

source: The solution has been deleted.
it_it: La soluzione è stata eliminata.

source: The solution could not be deleted. Please, try again.
it_it: Impossibile eliminare la soluzione. Riprova.

source: Invalid exam.
it_it: Traccia non valida.

source: A course cannot require itself!
it_it: Un insegnamento non può essere propedeutico a se stesso!

source: List Courses
it_it: Elenca insegnamenti

source: List Professorships
it_it: Elenca cattedre

source: New Professorship
it_it: Nuova cattedra

source: Add Course
it_it: Aggiungi insegnamento

source: Submit
it_it: Invia

source: Delete
it_it: Elimina

source: Are you sure you want to delete {0}?
it_it: Sei sicuro di voler eliminare {0}?

source: New Course
it_it: Nuovo Insegnamento

source: Edit Course
it_it: Modifica Insegnamento

source: Courses
it_it: Insegnamenti

source: Bachelor degree
it_it: Laurea triennale

source: First year
it_it: Primo anno

source: Second year
it_it: Secondo anno

source: Third year
it_it: Terzo anno

source: Master degree
it_it: Laurea magistrale

source: Free-choice and inactive courses
it_it: Insegnamenti a scelta libera e inattivi

source: Free-choice courses
it_it: Insegnamenti a scelta libera

source: Inactive courses
it_it: Insegnamenti inattivi

source: Edit
it_it: Modifica

source: Year
it_it: Anno

source: Description
it_it: Descrizione

source: Requires
it_it: Propedeuticità

source: Required by
it_it: Propedeutico a

source: Professorships
it_it: Cattedre

source: exam
it_it: traccia

source: exams
it_it: tracce

source: solution
it_it: soluzione

source: solutions
it_it: soluzioni

source: There are no courses in this section.
it_it: Non sono presenti insegnamenti in questa sezione.

source: Exercise
it_it: Esercizio

source: Exam
it_it: Traccia

source: No solutions yet
it_it: Ancora nessuna soluzione

source: Dowload
it_it: Download

source: Add solution
it_it: Aggiungi soluzione

source: Solution
it_it: Soluzione

source: by
it_it: di

source: There are no exams for this professorship yet!
it_it: Non ci sono ancora tracce associate a questa cattedra!

source: found
it_it: trovata

source: Professors
it_it: Docenti

source: Exams
it_it: Tracce

source: Solutions
it_it: Soluzioni

source: Requirements
it_it: Propedeuticità

source: Welcome,
it_it: Benvenuto,

source: <i class="fa fa-fw fa-info-circle"></i> Details
it_it: <i class="fa fa-fw fa-info-circle"></i> Dettagli

source: <i class="fa fa-fw fa-file-text"></i> Add exam
it_it: <i class="fa fa-fw fa-file-text"></i> Aggiungi traccia

source: There are no professorships linked with this course.
it_it: Non ci sono cattedre collegate a questo insegnamento.

source: List Exams
it_it: Elenca tracce

source: List Professorship
it_it: Elenca cattedre

source: Add Exam
it_it: Aggiungi traccia

source: The exam's url. With protocol.
it_it: L'url della traccia. Con protocollo.

source: Upload file
it_it: Carica file

source: Exam upload. Allowed extensions: jpg, pdf, png.
it_it: Carica traccia. Estensioni permesse: jpg, pdf, png.

source: Flag used to mark everything that is not a written exam.
it_it: Flag utilizzato per contrassegnare tutto ciò che non è una prova scritta.

source: New Exam
it_it: Nuova traccia

source: Edit Exam
it_it: Modifica traccia

source: Studeo is currently managing {0} exams
it_it: Studeo sta correntemente gestendo {0} tracce

source: You can access the exams and all related functionality by selecting the {0} you're interested in.
it_it: Puoi accedere alle tracce e a tutte le funzionalità correlate selezionando il {0} che ti interessa.

source: course
it_it: corso

source: Professorship
it_it: Cattedra

source: isExercise
it_it: isEsercizio

source: Date
it_it: Data

source: Actions
it_it: Azioni

source: Are you sure you want to delete # {0}?
it_it: Sei sicuro di voler eliminare # {0}?

source: IsExercise
it_it: isEsercizio

source: Yes
it_it: Sì

source: Error
it_it: Errore

source: Back
it_it: Indietro

source: A basic CMS for university courses.
it_it: Un semplice CMS per corsi universitari

source: GitHub page
it_it: Pagina GitHub

source: Contacts
it_it: Contatti

source: Developer and administrator
it_it: Sviluppatore e amministratore

source: Administrator
it_it: Amministratore

source: What is this?
it_it: Cos'è?

source: Studeo is a basic CMS built for university courses. It allows students to share exams and solutions efficiently.
it_it: Studeo è un semplice CMS per corsi universitari. Permette agli studenti di condividere tracce e soluzioni in maniera efficiente.

source: May I contribute?
it_it: Posso aiutare?

source: Studeo is free and open source. You may suggest new features or contribute directly on the GitHub page.
it_it: Studeo è software libero e open source. Puoi suggerire funzionalità e partecipare allo sviluppo sulla pagina GitHub.

source: Found an error!
it_it: Ho trovato un errore!

source: If you think you found some inaccurate information or are experiencing problems with Studeo, please contact us and describe the issue.
it_it: Se pensi di aver trovato informazioni errate o stai riscontrando problemi con Studeo, contattaci e descrivici il problema.

source: Contact us
it_it: Contattaci

source: Please insert login credentials
it_it: Inserisci le credenziali del forum

source: List Professors
it_it: Elenca docenti

source: Add Professor
it_it: Aggiungi docente

source: New Professor
it_it: Nuovo docente

source: Edit Professor
it_it: Modifica docente

source: First name
it_it: Nome

source: Last name
it_it: Cognome

source: Personal Website
it_it: Sito web personale

source: Istitutional Website
it_it: Sito web istituzionale

source: Details
it_it: Dettagli

source: Alternative Email
it_it: Email alternativa

source: Notes
it_it: Note

source: Course
it_it: Insegnamento

source: Start Date
it_it: Data inizio

source: End Date
it_it: Data fine

source: There are no professorships linked to this professor.
it_it: Non ci sono cattedre associate a questo docente.

source: Add Professorship
it_it: Aggiungi cattedra

source: Professor
it_it: Docente

source: Edit Professorship
it_it: Modifica cattedra

source: View
it_it: Visualizza

source: List Requirements
it_it: Elenca propedeuticità

source: Add Requirement
it_it: Aggiungi propedeuticità

source: Edit Requirement
it_it: Modifica propedeuticità

source: New Requirement
it_it: Nuova propedeuticità

source: first
it_it: prima

source: previous
it_it: precedente

source: next
it_it: successiva

source: last
it_it: ultima

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
it_it: Pagina {{page}} di {{pages}}, visualizzati {{current}} elementi di {{count}} totali

source: Required For
it_it: Propedeutico a

source: This functionality is no longer available! You shouldn't have been able to reach this page. You're not trying to hack Studeo, are you? Anyway to add a solution you must click on the "add solution" button of the related exam. Start by selecting the related {0}.
it_it: Questa funzionalità non è più disponibile! Non dovresti essere qui! Non stai cercando di hackerare Studeo, vero? Ad ogni modo per aggiungere una soluzione devi cliccare sul pulsante "aggiungi soluzione" dell'esame desiderato. vInizia selezionando l'{0} corrispondente.

source: Add Solution
it_it: Aggiungi soluzione

source: An user id of the forum account.
it_it: L'id di un utente del forum.

source: A string used to identify the author. Use it when there is no user-id from the forum.
it_it: Una stringa utilizzata per identificare l'autore. Usala se non è possibile specificare l'id dell'utente nel forum.

source: Url (with protocol) to the solution.
it_it: Url (con protocollo) della soluzione.

source: Descriptive field. Must contain text such as "Complete solution" or "Exercise x,y,z".
it_it: Campo descrittivo. Dovrebbe essere qualcosa di simile a "Svolgimento completo" oppure "Esercizio 1,2,3".

source: Edit Solution
it_it: Modifica soluzione

source: Studeo is currently managing {0} solutions
it_it: Studeo sta correntemente gestendo {0} soluzioni

source: You can access the solutions and add your own solution by selecting the {0} you're interested in.
it_it: Puoi accedere alle soluzioni e aggiungerne di nuove selezionando il {0} che ti interessa.

source: Author
it_it: Autore

source: Most prolific authors
it_it: Autori più attivi

source: AuthorAlt
it_it: Autore (alternativo)

source: AddedBy
it_it: Aggiunto da

source: files selected
it_it: file selezionati

source: Choose Files
it_it: Scegli file

source: Choose File
it_it: Scegli file

source: Search
it_it: Ricerca

source: Close
it_it: Chiudi
